/* Host name that is shown if the printer is local */
" " = " ";

/* Location Unknown */
"Location Unknown" = "Sijainti tuntematon";

/* Ink level legal disclaimer */
"Supply levels shown are approximate." = "Näytetyt tarvikkeiden määrät ovat arvioita.";

